Repository: Yannik2y/MoviePicker
Catalog: MoviePicker/*.lproj/Localizable.strings
Languages: de

# menu.title
source: Select Mode
de: Modus wählen

# menu.moviePicker
source: Movie Picker
de: Film Picker

# menu.dadMode
source: Dad Mode
de: Papa Modus

# menu.instructions
source: How to Use
de: Anleitung

# mode.bondPicker.description
source: Random selection
de: Zufällige Auswahl

# mode.moviePicker.description
source: Pick any movie
de: Beliebigen Film wählen

# button.moviePicker
source: Movie Picker
de: Film Picker

# filter.allActors
source: All Actors
de: Alle Darsteller

# empty.noMovies
source: No movies available
de: Keine Filme verfügbar

# empty.tryDifferent
source: Try selecting a different actor
de: Versuche einen anderen Darsteller

# error.noMoviesForActor
source: No movies available for the selected actor. Please choose a different filter.
de: Keine Filme für den gewählten Darsteller verfügbar. Bitte wähle einen anderen Filter.

# error.unableToSelect
source: Unable to select a movie. Please try again.
de: Film konnte nicht ausgewählt werden. Bitte versuche es erneut.

# error.noMoviesFound
source: No movies found for %@. Please select a different actor.
de: Keine Filme gefunden für %@. Bitte wähle einen anderen Darsteller.

# error.noCustomMovie
source: No custom movie selected. Tap the settings icon to choose one.
de: Kein Film ausgewählt. Tippe auf das Einstellungs-Symbol um einen auszuwählen.

# search.title
source: Choose Your Movie
de: Wähle deinen Film

# search.placeholder
source: Search any movie...
de: Beliebigen Film suchen...

# search.currentSelection
source: Current Selection:
de: Aktuelle Auswahl:

# search.searching
source: Searching...
de: Suche läuft...

# search.noResults
source: No movies found
de: Keine Filme gefunden

# search.tryDifferent
source: Try a different search term
de: Versuche einen anderen Suchbegriff

# search.searchAny
source: Search for any movie
de: Suche nach einem beliebigen Film

# search.prankHint
source: Your partner will never see it coming! 😏
de: Dein Partner wird es nie kommen sehen! 😏

# instructions.title
source: How to Use
de: Anleitung

# instructions.bondPicker.subtitle
source: Random James Bond Movie
de: Zufälliger Bond Film

# instructions.bondPicker.step1
source: Select mode from menu
de: Modus im Menü wählen

# instructions.bondPicker.step2
source: Tap 'Bond Picker' button
de: 'Bond Picker' Button tippen

# instructions.bondPicker.step3
source: Enjoy your random Bond movie! 🎬
de: Zufälliger Bond Film wird gewählt! 🎬

# instructions.moviePicker.title
source: Movie Picker
de: Film Picker

# instructions.moviePicker.subtitle
source: Pick ANY Movie
de: Beliebiger Film

# instructions.moviePicker.step1
source: Select mode from menu
de: Modus im Menü wählen

# instructions.moviePicker.step2
source: Triple tap the circle in the middle ⚡️
de: Dreimal den Kreis in der Mitte tippen ⚡️

# instructions.moviePicker.step3
source: Search sheet opens automatically
de: Suchfenster öffnet sich automatisch

# instructions.moviePicker.step4
source: Select any movie
de: Beliebigen Film auswählen

# instructions.moviePicker.step5
source: Picker always lands on it! 😏
de: Picker landet immer darauf! 😏

# instructions.dadMode.title
source: Dad Mode
de: Papa Modus

# instructions.dadMode.subtitle
source: Always WM-Halbfinale 2014
de: Immer WM-Halbfinale 2014

# instructions.dadMode.step1
source: Select mode from menu
de: Modus im Menü wählen

# instructions.dadMode.step2
source: Tap 'Bond Picker' button
de: 'Bond Picker' Button tippen

# instructions.dadMode.step3
source: Always lands on WM-Halbfinale 2014 🏆
de: Landet immer auf WM-Halbfinale 2014 🏆

# accessibility.pickerButton.label
source: Select random James Bond movie
de: Zufälligen James Bond Film auswählen

# accessibility.pickerButton.hint
source: Double tap to randomly select a movie
de: Doppelt antippen um zufällig einen Film auszuwählen

# common.done
source: Done
de: Fertig

# common.close
source: Close
de: Schließen

# common.back
source: Back
de: Zurück

# common.next
source: Next
de: Weiter

# common.getStarted
source: Get Started
de: Los geht's

# about.title
source: About
de: Über

# about.appSubtitle
source: Random James Bond Movie Selector
de: Zufälliger James Bond Film Auswahl

# about.features
source: Features
de: Funktionen

# about.feature.bondPicker
source: Random Bond movie selection
de: Zufällige Bond Film Auswahl

# about.feature.customPicker
source: Custom movie picker mode
de: Benutzerdefinierter Film Picker Modus

# about.feature.dadMode
source: Dad Mode (WM-Halbfinale 2014)
de: Papa Modus (WM-Halbfinale 2014)

# about.feature.actorFilter
source: Filter by Bond actor
de: Nach Bond-Darsteller filtern

# about.feature.languages
source: German & English support
de: Deutsch & Englisch Unterstützung

# about.dataSources
source: Data Sources
de: Datenquellen

# about.movieData
source: Movie Data & Posters
de: Film Daten & Poster

# about.tmdb.disclaimer
source: This product uses the TMDB API but is not endorsed or certified by TMDB.
de: Dieses Produkt verwendet die TMDB API, ist jedoch nicht von TMDB empfohlen oder zertifiziert.

# about.tmdb.attribution
source: Movie poster images and data provided by The Movie Database (TMDB).
de: Filmposter-Bilder und Daten bereitgestellt von The Movie Database (TMDB).

# about.tmdb.visit
source: Visit TMDB
de: TMDB besuchen

# about.legal
source: Legal Notice
de: Rechtlicher Hinweis

# about.legal.disclaimer
source: This app is not affiliated with Eon Productions, MGM, or the James Bond franchise. All movie titles and actor names are used for informational purposes only.
de: Diese App ist nicht mit Eon Productions, MGM oder dem James Bond Franchise verbunden. Alle Filmtitel und Darstellernamen werden nur zu Informationszwecken verwendet.

# about.legal.nonCommercial
source: ✅ Non-Commercial Use: This app is for personal use only and does not generate revenue. TMDB API usage is covered under their free developer license.
de: ✅ Nicht-kommerzielle Nutzung: Diese App ist nur für den persönlichen Gebrauch und generiert keine Einnahmen. Die TMDB API-Nutzung ist durch deren kostenlose Entwickler-Lizenz abgedeckt.
